Repository: vyas2senthil/windows-config
Catalog: gcode/beagle/po/*.po
Languages: gu

source: <b>Conversations History</b>
gu: <b>વાર્તાલાપ ઈતિહાસ</b>

source: IM Viewer
gu: IM દર્શક

source: Conversations in {0}
gu: {0} માં વાર્તાલાપો

source: Conversations in {0} ({1})
gu: {0} માં વાર્તાલાપો ({1})

source: Conversations with {0}
gu: {0} સાથે વાર્તાલાપો

source: On This Computer
gu: આ કમ્પ્યૂટર પર

source: Today
gu: આજે

source: Yesterday
gu: ગઈકાલે

source: Today, {0}
gu: આજે, {0}

source: Yesterday, {0}
gu: ગઈકાલે, {0}

source: {0} day ago, {1}
gu: {0} દિવસ અગાઉ, {1}

source: {0} hour
gu: {0} કલાક

source: {0} minute
gu: {0} મિનિટ

source: {0} byte
gu: {0} બાઈટ

source: Index Link
gu: અનુક્રમાંકન કડી

source: Reload Config File
gu: રૂપરેખા ફાઈલ પુનઃલાવો

source: No results were found.
gu: કોઈ પરિણામો મળ્યા નહિં.

source: Your search for "{0}" did not match any files on your computer.
gu: તમારી "{0}" માટેની શોધ તમારા કમ્પ્યૂટર પરની કોઈ ફાઈલો સાથે બંધબેસી નહિં.

source: You should check the spelling of your search words to see if you accidentally misspelled any words.
gu: તમારે તમારા શોધ શબ્દોની જોડણી ચકાસવી જોઈએ એ જોવા માટે કે શું તમે આકસ્મિક રીતે કોઈ ખોટા શબ્દો નથી લખ્યા ને.

source: You can use upper and lower case; search is case-insensitive.
gu: તમે નાના અને મોટા કિસ્સાઓ વાપરી શકશો; શોધ કેસ-પ્રત્યે સંવેદનશીલ છે.

source: To search for optional terms, use OR. ex: <b>George OR Ringo</b>
gu: વૈકલ્પિક શરતો માટે શોધવા માટે, OR વાપરો. દાત: <b>George OR Ringo</b>

source: To exclude search terms, use the minus symbol in front, such as <b>-cats</b>
gu: શોધ પદોને નહિં સમાવવા માટે, આગળ ઓછાની સંજ્ઞા વાપરો, જેમ કે <b>-cats</b>

source: When searching for a phrase, add quotes. ex: <b>"There be dragons"</b>
gu: જ્યારે મહાવરા માટે શોધી રહ્યા હોય, તો અવતરણો ઉમેરો. દાત: <b>"There be dragons"</b>

source: Quick Tips
gu: ઝડપી સંકેતો

source: Beagle cannot be run as root
gu: Beagle રુટ તરીકે ચલાવી શકાતું નથી

source: Search service not running
gu: શોધ સેવા ચાલતી નથી

source: Start search service
gu: શોધ સેવા શરૂ કરો

source: Inside archive {0}
gu: પેટી {0} ની અંદર

source: File:
gu: ફાઈલ:

source: Title:
gu: શીર્ષક:

source: Inside File:
gu: ફાઈલની અંદર:

source: Author:
gu: લેખક:

source: Description:
gu: વર્ણન:

source: Time:
gu: સમય:

source: Location:
gu: સ્થાન:

source: Attendees:
gu: સભાજનો:

source: Send Mail
gu: મેઈલ મોકલો

source: E-Mail:
gu: ઈ-મેઈલ:

source: Mobile Phone:
gu: મોબાઈલ ફોન:

source: Work Phone:
gu: કામનો ફોન:

source: Home Phone:
gu: ઘરનો ફોન:

source: Reveal in Folder
gu: ફોલ્ડરમાં ખોલો

source: E-Mail
gu: ઈ-મેઈલ

source: Move to Trash
gu: કચરાપેટીમાં ખસેડો

source: Last Edited:
gu: છેલ્લે ફેરફાર થયેલ:

source: Full Path:
gu: પૂરેપૂરો પાથ:

source: Empty
gu: ખાલી

source: Contains {0} Item
gu: {0} વસ્તુ સમાવે છે

source: IM Conversation
gu: IM વાર્તાલાપ

source: Name:
gu: નામ:

source: Date Received:
gu: તારીખે મળેલ:

source: Status:
gu: સ્થિતિ:

source: Idle
gu: આળસુ

source: Away
gu: દૂર

source: Offline
gu: ઓફલાઈન

source: Available
gu: ઉપલબ્ધ

source: Set as Wallpaper
gu: વોલપેપર તરીકે સુયોજીત કરો

source: Tags:
gu: ટેગો:

source: Modified:
gu: સુધારેલ છે:

source: Comment:
gu: ટિપ્પણી:

source: Mail attachment
gu: મેઈલ જોડાણ

source: (untitled)
gu: (શીર્ષકવીહિન)

source: Send in Mail
gu: મેઈલમાં મોકલો

source: Subject:
gu: વિષય:

source: To:
gu: પ્રતિ:

source: From:
gu: તરફથી:

source: Date Sent:
gu: તારીખે મોકલાયું:

source: Folder:
gu: ફોલ્ડર:

source: Manual page
gu: માર્ગદર્શિકા પાનું

source: Open With
gu: ની સાથે ખોલો

source: {0} slide
gu: {0} સ્લાઈડ

source: Site:
gu: સાઈટ:

source: Date Viewed:
gu: તારીખે જોવાયેલ:

source: {0} page
gu: {0} પાનું

source: Open
gu: ખોલો

source: Applications
gu: કાર્યક્રમો

source: Contacts
gu: સંપર્કો

source: Calendar Events
gu: કેલેન્ડર ઘટનાઓ

source: Folders
gu: ફોલ્ડરો

source: Images
gu: ચિત્રો

source: Audio
gu: ઓડિયો

source: Video
gu: વીડિયો

source: Documents
gu: દસ્તાવેજો

source: Conversations
gu: વાર્તાલાપો

source: Websites
gu: વેબસાઈટો

source: News Feeds
gu: નવા અભિપ્રાયો

source: Archives
gu: પેટીઓ

source: Tomorrow
gu: આવતી કાલે

source: {0} week ago
gu: {0} અઠવાડિયા અગાઉ

source: In {0} week
gu: {0} અઠવાડિયામાં

source: {0} month ago
gu: {0} મહિના અગાઉ

source: In {0} month
gu: {0} મહિનામાં

source: {0} year ago
gu: {0} વર્ષ અગાઉ

source: In {0} year
gu: {0} વર્ષમાં

source: Accessed:
gu: વાપરેલ છે:

source: Desktop Search
gu: ડેસ્કટોપ શોધ

source: No Recent Searches
gu: કોઈ છેલ્લી શોધો નથી

source: Recent Searches
gu: છેલ્લી શોધો

source: Clear
gu: સાફ

source: Quit
gu: બહાર નીકળો

source: {0} result
gu: {0} પરિણામ

source: {0}-{1} of {2}
gu: {2} માંના {0}-{1}

source: Hide
gu: છુપાવો

source: All
gu: બધું

source: My Files
gu: મારી ફાઈલો

source: Pictures
gu: ચિત્રો

source: Media
gu: મીડિયા

source: Source Code
gu: સ્રોત કોડ

source: Emails
gu: ઈ-મેઈલો

source: Chat Logs
gu: સંવાદ લોગ

source: Notes
gu: નોંધો

source: _Find in:
gu: માં શોધો (_F):

source: Find Now
gu: હમણાં શોધો

source: Type in search terms
gu: શોધ પદોમાં લખો

source: Start searching
gu: શોધવાનું શરૂ કરો

source: Desktop Search: {0}
gu: ડેસ્કટોપ શોધ: {0}

source: There are computers near you running Beagle
gu: તમારી નજીક Beagle ચલાવી રહેલ કમ્પ્યૂટરો છે

source: Search service started
gu: શોધ સેવા શરૂ થઈ

source: Starting service failed
gu: સેવા શરૂ કરવાનું નિષ્ફળ

source: Service is already running!
gu: સેવા પહેલાથી જ ચાલી રહી છે!

source: Stopping service failed
gu: સેવા અટકાવવાનું નિષ્ફળ

source: Service was not running!
gu: સેવા ચાલતી હતી નહિં!

source: Search service stopped
gu: શોધ સેવા અટકાવવામાં આવી

source: Your data is being indexed
gu: તમારી માહિતી અનુક્રમિત થઈ ગઈ છે

source: The search service is in the process of indexing your data. Search results may be incomplete until indexing has finished.
gu: શોધ સેવા એ તમારી માહિતીને અનુક્રમિત કરવાની પ્રક્રિયામાં છે. શોધ પરિણામો જ્યાં સુધી અનુક્રમ કરવાનું સમાપ્ત નહિં થાય ત્યાં સુધી અપૂર્ણ રહી શકે.

source: Showing {0} match
gu: {0} જોડણી બતાવી રહ્યા છીએ

source: Too many matches. Showing latest {0} of total {1}
gu: ઘણી બધી જોડણીઓ. કુલ {1} માંથી તાજેતરના {0} બતાવી રહ્યા છીએ

source: Close Desktop Search
gu: ડેસ્કટોપ શોધ બંધ કરો

source: Exit Desktop Search
gu: ડેસ્કટોપ શોધમાંથી બહાર નીકળો

source: _Search
gu: શોધો (_S)

source: Search _Domains
gu: ડોમેઈન શોધો (_D)

source: _Actions
gu: ક્રિયાઓ (_A)

source: _View
gu: દેખાવ (_V)

source: Service _Options
gu: સેવા વિકલ્પો (_O)

source: _Help
gu: મદદ (_H)

source: Start service
gu: સેવા શરૂ કરો

source: Stop service
gu: સેવા અટકાવો

source: Index information
gu: અનુક્રમાંકન જાણકારી

source: _Contents
gu: સમાવિષ્ટો (_C)

source: Help - Table of Contents
gu: મદદ - કોષ્ટકની વિષયસુચી

source: About Desktop Search
gu: ડેસ્કટોપ શોધ વિશે

source: Sort by Date _Modified
gu: સુધારેલ તારીખ પ્રમાણે ક્રમમાં ગોઠવો (_M)

source: Sort the most-recently-modified matches first
gu: એકદમ-છેલ્લે-સુધારેલ જોડણીઓને પ્રથમ ક્રમમાં ગોઠવો

source: Sort by _Name
gu: નામ પ્રમાણે ગોઠવો (_N)

source: Sort matches by name
gu: નામ પ્રમાણે જોડણીઓ ક્રમમાં ગોઠવો

source: Sort by _Relevance
gu: સંબંધ પ્રમાણે ક્રમમાં ગોઠવો (_R)

source: Sort the best matches first
gu: શ્રેષ્ઠ જોડણીઓ પ્રથમ ક્રમમાં ગોઠવો

source: _Local
gu: સ્થાનીય (_L)

source: Search in personal data in this computer
gu: આ કમ્પ્યૂટરમાં વ્યક્તિગત માહિતીમાં શોધો

source: _System
gu: સિસ્ટમ (_S)

source: Search in system data on this computer
gu: આ કમ્પ્યૂટર પર સિસ્ટમ માહિતિમાં શોધો

source: _Global
gu: વૈશ્વિક (_G)

source: Search in internet services
gu: ઈન્ટરનેટ સેવાઓમાં શોધો

source: _Neighborhood
gu: પાડોશીપણું (_N)

source: Search on computers near me
gu: મારા નજીકના કમ્પ્યૂટરો પર શોધો

source: Show Details
gu: વિગતો બતાવો

source: Couldn't launch web browser
gu: વેબ બ્રાઉઝર લાવી શક્યા નહિં

source: Search
gu: શોધો

source: Search for data on your desktop
gu: તમારા ડેસ્કટોપ પર માહિતી માટે શોધો

source: An error occurred
gu: ભૂલ ઉદ્ભવી

source: Display the search window by pressing {0}
gu: {0} દબાવીને શોધ વિન્ડો બતાવો

source: Reload configuration
gu: રૂપરેખાંકન પુનઃલાવો

source: The configuration file has been modified by another application. Do you wish to discard the currently displayed values and reload configuration from disk?
gu: રૂપરેખાંકન ફાઈલ અન્ય કાર્યક્રમ દ્વારા સુધારાઈ ગયેલ છે. શું તમે વર્તમાનમાં પ્રદર્શિત કિંમતો અવગણવા માંગો છો અને ડિસ્કમાંથી રૂપરેખાંકન પુનઃલાવવા માંગો છો?

source: Select Path
gu: પાથ પસંદ કરો

source: The selected path is already selected for indexing and wasn't added.
gu: પસંદિત પાથ પહેલાથી જ અનુક્રમાંકન માટે પસંદ થયેલ છે અને ઉમેરાયેલ નથી.

source: The selected path wasn't added. The list contains items that supersedes it and the data is already being indexed.
gu: પસંદિત પાથ ઉમેરાયેલ નથી. યાદી વસ્તુઓ સમાવે છે કે જે તેને અનુસરે છે અને માહિતી પહેલાથી જ અનુક્રમિત થઈ ગયેલ છે.

source: Path not added
gu: પાથ ઉમેરાયેલ નથી

source: Remove obsolete paths
gu: જૂના પાથો દૂર કરો

source: Adding this path will obsolete some of the existing include paths. This will result in the removal of the old obsolete paths. Do you still wish to add it?
gu: આ પાથને ઉમેરવાનું હાલના સમાવિષ્ટ પાથોમાંના અમુક દૂર કરી નાંખશે. આ જૂના દૂર થયેલ પાથોના નિરાકરણમાં પરિણમશે. શું તમે હજુ પણ તેને ઉમેરવા ઈચ્છો છો?

source: Remove path
gu: પાથ દૂર કરો

source: Are you sure you wish to remove this path from the list of directories to be included for indexing?
gu: શું તમે ખરેખર આ પાથને અનુક્રમાંકનમાં સમાવવા માટે ડિરેક્ટરીઓની યાદીમાંથી દૂર કરવા ઈચ્છો છો?

source: Remove item
gu: વસ્તુ દૂર કરો

source: Are you sure you wish to remove this item from the list of data to be excluded from indexing?
gu: શું તમે ખરેખર આ વસ્તુને અનુક્રમાંકનમાં નહિં સમાવવા માટે માહિતીની યાદીમાંથી દૂર કરવા ઈચ્છો છો?

source: Remote host already present in the list.
gu: દૂરસ્થ યજમાન યાદીમાં પહેલાથી જ હાજર છે.

source: Remote beagle host not added
gu: દૂરસ્થ beagle યજમાન ઉમેરાયો નથી

source: Remove host
gu: દૂરસ્થ યજમાન

source: Are you sure you wish to remove this host from the list?
gu: શું તમે ખરેખર આ યજમાનને યાદીમાંથી દૂર કરવા ઈચ્છો છો?

source: Name
gu: નામ

source: Type
gu: પ્રકાર

source: Path:
gu: પથ:

source: Pattern:
gu: ભાત:

source: Mail folder:
gu: મેઈલ ફોલ્ડર:

source: Address
gu: સરનામું

source: Select Folder
gu: ફોલ્ડર પસંદ કરો

source: P_ath:
gu: પાથ (_a):

source: M_ail folder:
gu: મેઈલ ફોલ્ડર (_a):

source: P_attern:
gu: ભાત (_a):

source: Error adding path
gu: પાથ ઉમેરવામાં ક્ષતિ

source: The specified path could not be found and therefore it could not be added to the list of resources excluded for indexing.
gu: સ્પષ્ટ થયેલ પાથ શોધી શક્યા નહિં અને તેથી તે અનુક્રમાંકનમાં નહિં સમાવવા માટે સ્રોતોની યાદીમાં ઉમેરી શક્યા નહિં.

source: Connecting to {0}
gu: {0} સાથે જોડાઈ રહ્યા છીએ

source: Evolution's mail.
gu: Evolution નો મેઈલ.

source: Evolution's address book, memos and tasks.
gu: Evolution ની સરનામા પુસ્તિકા, મેમો અને ક્રિયાઓ.

source: Thunderbird's email.
gu: Thunderbird નું ઈમેઈલ.

source: RSS feeds from Akregator.
gu: Akregator માંથી RSS અભિપ્રાયો.

source: RSS feeds from Blam.
gu: Blam માંથી RSS અભિપ્રાયો.

source: Files and folders on the local file system.
gu: સ્થાનિક ફાઈલ સિસ્ટમ પર ફાઈલો અને ફોલ્ડરો.

source: Mail messages from KMail.
gu: KMail માંથી મેઈલ સંદેશાઓ.

source: Notes from KNotes.
gu: KNotes માંથી નોંધો.

source: Agenda from KOrganizer.
gu: KOrganizer માંથી એજન્ડા.

source: Contacts from KAddressBook.
gu: KAddressBook માંથી સંપર્કો.

source: Konqueror's bookmarks.
gu: Konqueror ની બુકમાર્કો.

source: Konqueror's history.
gu: Konqueror નો ઈતિહાસ.

source: IMs and chats from Konversation.
gu: Konversation માંથી IMs અને સંવાદો.

source: IMs and chats from Kopete
gu: Kopete માંથી IMs અને સંવાદો

source: Mind-maps from Labyrinth.
gu: Labyrinth માંથી Mind-maps.

source: RSS feeds from Liferea.
gu: Liferea માંથી RSS અભિપ્રાયો.

source: Nautilus' metadata (emblems, notes, etc.)
gu: Nautilus' મેટાડેટા (સંજ્ઞાઓ, નોંધો, વગેરે.)

source: Configure Desktop Search
gu: ડેસ્કટોપ શોધ રૂપરેખાંકિત કરો

source: Search & Indexing
gu: શોધ અને અનુક્રમાંકન

source: <b>Administration</b>
gu: <b>સંચાલન</b>

source: <b>Display</b>
gu: <b>ડિસ્પ્લે</b>

source: <b>Exclude Resource</b>
gu: <b>સ્રોત નહિં સમાવો</b>

source: <b>General</b>
gu: <b>સામાન્ય</b>

source: <b>Privacy</b>
gu: <b>ખાનગી</b>

source: <b>Select Mail Folder</b>
gu: <b>મેઈલ ફોલ્ડર પસંદ કરો</b>

source: <b>User Interface</b>
gu: <b>વપરાશકર્તા ઈન્ટરફેસ</b>

source: Add any additional paths to be included for indexing.
gu: અનુક્રમાંકન માટે સમાવવા માટે કોઈપણ વધારાના પાથ ઉમેરો.

source: Adjust which types of results should be visible, and in what order they should be presented when grouped by type.
gu: કયા પ્રકારના પરિણામો દૃશ્યમાન હોવા જોઈએ, અને કયા ક્રમમાં તેઓ રજૂ થવા જોઈએ જ્યારે પ્રકાર દ્વારા જૂથમાં વિભાજીત થાય તે સંતુલિત કરો.

source: Automatically s_tart searching after the user has stopped typing
gu: વપરાશકર્તા લખવાનું અટકી જાય પછી શોધવાનું આપોઆપ શરૂ કરો (_t)

source: Exclude Resource
gu: સ્રોત નહિં સમાવો

source: Filename _pattern
gu: ફાઈલનામ ભાત (_p)

source: I_ndex my home directory
gu: મારી ઘર ડિરેક્ટરીનો અનુક્રમ (_n)

source: Index data while on _battery power
gu: જ્યારે બેટરી પાવર પર હોય ત્યારે માહિતીનો અનુક્રમ (_b)

source: Index more aggressively while the s_creensaver is activated
gu: જ્યારે સ્ક્રીનસેવર સક્રિય થયેલ હોય ત્યારે વધુ આગળ પડીને અનુક્રમ કરો (_c)

source: Indexing
gu: અનુક્રમાંકન

source: Please select a resource you wish to exclude from indexing.
gu: મહેરબાની કરીને સ્રોત પસંદ કરો કે જેને તમે અનુક્રમાંકન માટે નહિં સમાવવા ઈચ્છો.

source: Please select the mail folder you wish to exclude from indexing.
gu: મહેરબાની કરીને મેઈલ ફોલ્ડર પસંદ કરો કે જેને તમે અનુક્રમાંકનમાં નહિં સમાવવા ઈચ્છો.

source: Search Preferences
gu: શોધવા માટેની પસંદગીઓ

source: Select Mail Folder
gu: મેઈલ ફોલ્ડર પસંદ કરો

source: Specify any resources, such as paths, patterns, mail folders or type of objects you wish to exclude from indexing.
gu: કોઈપણ સ્રોતો, જેમ કે પાથો, ભાતો, મેઈલ ફોલ્ડરો કે ઓબ્જેક્ટોનો પ્રકારો કે જેને તમે અનુક્રમાંકનમાં નહિં સમાવવા ઈચ્છો તે સ્પષ્ટ કરો.

source: Type:
gu: પ્રકાર:

source: _Allow Beagle to be run as root
gu: Beagle ને રુટ તરીકે ચલાવવા માટે પરવાનગી આપો (_A)

source: _Browse...
gu: શોધો (_B)...

source: _Folder path
gu: ફોલ્ડર પાથ (_F)

source: _Mail folder
gu: મેઈલ ફોલ્ડર (_M)

source: _Start search & indexing services automatically
gu: શોધ શરૂ કરો અને અનુક્રમાંકન સેવા આપોઆપ શરૂ કરો (_S)
